acpid
alsa-plugins
alsa-utils
amd-ucode
animdl-git
appstream
arc-gtk-theme
aria2
autoconf
automake
base
bat
binutils
bison
bitwarden
brillo
ccache
clipmenu
colorpicker
cronie
discord
doasedit
dunst
dxvk-bin
efibootmgr
envycontrol
epub-thumbnailer-git
exa
fakeroot
ff2mpv-native-messaging-host-git
ffmpegthumbnailer
file
findutils
firefox
flex
forx
fzf
gamemode-git
gawk
gcc
gettext
ghostscript
glow
go
goverlay-git
grep
grim
groff
grub
grub-theme-vimix
gst-plugin-pipewire
gtk-engine-murrine
gvfs
gvfs-mtp
gvfs-smb
gzip
heroic-games-launcher-bin
htop
hugo
imagemagick
kitty
kvantum
lf-bin
lib32-alsa-lib
lib32-alsa-plugins
lib32-gamemode-git
lib32-giflib
lib32-gnutls
lib32-gst-plugins-base-libs
lib32-libva
lib32-libvdpau
lib32-libxslt
lib32-mesa-utils
lib32-mpg123
lib32-nvidia-utils
lib32-ocl-icd
lib32-openal
lib32-opencl-nvidia
lib32-v4l-utils
lib32-vkd3d
lib32-vulkan-radeon
libappindicator-gtk3
libstrangle-git
libtool
libunrar
libxft-bgra
linux
linux-firmware
linux-headers
linux-lts
linux-lts-headers
linux-zen
linux-zen-headers
lutris-git
lxappearance
lxsession
m4
make
man-db
mangohud-git
mcomix-gtk3-git
mpd
mpd-discord-rpc-git
mpdris2
mpv
mpv-mpris
mpv-sponsorblock-minimal-git
mupdf-tools
nano
nb
ncmpcpp
neovim
nerd-fonts-fira-code
nerd-fonts-jetbrains-mono
networkmanager
newsboat
nodejs
noto-fonts-emoji
npm
nsxiv
ntfs-3g
ntp
nvidia-dkms
nvidia-prime
nvidia-settings
obs-studio
ocl-icd
opencl-nvidia
opendoas
opendoas-sudo
opentabletdriver
os-prober
otf-ipaexfont
pacman
pacman-contrib
pamixer
papirus-icon-theme
paru
patch
pcmanfm
peerflix
perl-image-exiftool
pfetch-btw
picom-animations-git
pipewire-alsa
pipewire-pulse
pkgconf
playerctl
protontricks
protonup-qt
pulsemixer
python-colorthief
python-gitpython
python-magic
python-pdftopng
python-pip
python-psutil
python-pypresence
python-pywal
python-pywalfox
python-spotdl
pywal-discord-git
qt5-styleplugins
qt5ct
reflector
ripgrep
rsync
rust
ryzen_smu-dkms-git
ryzenadj-git
sed
slurp
smartmontools
spicetify-cli
spotify-adblock
starship
steam
stylua
texinfo
trackma-git
transmission-cli
trash-cli
ttf-dejavu
ufw
unzip
vkd3d
vulkan-radeon
vulkan-tools
w3m
wget
which
wine-staging
winetricks
wireless_tools
xclip
xcursor-breeze
xdg-ninja-git
xdg-user-dirs
xf86-video-amdgpu
xorg-mkfontscale
xorg-xinit
xorg-xinput
xorg-xsetroot
xwallpaper
yt-dlp
zathura
zathura-cb
zathura-pdf-mupdf
zsh
zsh-autosuggestions
zsh-history-substring-search
zsh-syntax-highlighting
