acpid
alacritty
alsa-plugins
alsa-utils
amd-ucode
animdl-git
aria2
atool
autoconf
automake
base
bash-completion
bash-language-server
bat
bc
betterlockscreen
bison
bitwarden
brave-bin
bspwm
catdoc
chromium
clipmenu
dashbinsh
dhcp
discord
diskonaut
dmenu-ca-git
docx2txt
downgrade
dracula-gtk-theme
dracula-icons-git
dragon-drag-and-drop-git
dunst
efibootmgr
efm-langserver
epub-thumbnailer-git
exa
fakeroot
fasd
feh
ffmpegthumbnailer
flex
foliate
gamemode
gcc
git
glow
gnome-keyring
gnumeric
go
godot
gopls
goverlay-bin
gparted
grapejuice-git
groff
grub
grub-theme-vimix
gst-plugins-base-libs
gvfs
hakuneko-desktop
heroic-games-launcher-bin
htop
hugo
legendary
lf-git
lib32-alsa-lib
lib32-alsa-plugins
lib32-gamemode
lib32-giflib
lib32-gnutls
lib32-gst-plugins-base-libs
lib32-gtk3
lib32-libjpeg-turbo
lib32-libpng
lib32-libpulse
lib32-libva
lib32-libxcomposite
lib32-libxinerama
lib32-libxslt
lib32-mangohud-git
lib32-mesa-utils
lib32-mpg123
lib32-nvidia-utils
lib32-ocl-icd
lib32-openal
lib32-sqlite
lib32-v4l-utils
lib32-vkd3d
lib32-vulkan-radeon
libappindicator-gtk3
libretro-overlays
libretro-shaders-slang
libstrangle-git
libtool
libxft
light
linux
linux-firmware
linux-headers
linux-lts
linux-lts-headers
linux-zen
linux-zen-headers
lua-language-server
lutris
lxappearance
m4
maim
make
mame-tools
man-db
mangohud-git
mcomix
megasync-bin
mesa-utils
mpg123
mpv
mpv-mpris
mpv-sponsorblock-minimal-git
nano
neovim
nerd-fonts-source-code-pro
networkmanager
newsboat
nodejs
nodejs-intelephense
noto-fonts
nsxiv
ntfs-3g
nvidia-dkms
nvidia-prime
nvidia-settings
ocl-icd
odt2txt
openal
os-prober
otf-ipaexfont
otf-ipafont
otf-ipamjfont
pamixer
paru
patch
pcmanfm
perl-file-mimeinfo
perl-image-exiftool
pfetch-git
picom
pipewire
pipewire-alsa
pipewire-pulse
pkgconf
playerctl
polkit-gnome
polybar
procs
proton-ge-custom-bin
protontricks
pulsemixer
py-adl-git
pyright
python-magic
python-pip
python-pygame
python-urwid
qt5-styleplugins
qt5ct
readability-cli
reflector
ripgrep
rsync
rust-analyzer
ryzen_smu-dkms-git
ryzenadj-git
smartmontools
speedtest-cli
spotify-adblock-git
starship
sudo
sxhkd
sysstat
texinfo
trackma-git
transmission-cli
tremc-git
ttf-jetbrains-mono
ttf-symbola-free
typescript-language-server
ueberzug
unclutter
unrar
update-grub
vim-language-server
vkd3d
vscode-css-languageserver
vscode-html-languageserver
vscode-json-languageserver
vulkan-headers
vulkan-radeon
vulkan-tools
w3m
wget
which
wine-staging
xclip
xcursor-breeze
xdg-user-dirs
xdo
xf86-video-amdgpu
xorg-server
xorg-xdpyinfo
xorg-xev
xorg-xinit
xorg-xinput
xorg-xrandr
xorg-xrdb
xorg-xsetroot
xorg-xwininfo
xtitle-git
xwallpaper
yacreader
yaml-language-server
yt-dlp
zathura
zathura-cb
zathura-djvu
zathura-pdf-mupdf
zathura-ps
zenity
zip
zsh-autosuggestions
zsh-history-substring-search
zsh-syntax-highlighting
